Revit 2021.1 API
UnitUtils.GetUnitGroup Method
Overload List
Name | Description
GetUnitGroup(ForgeTypeId)
 Gets the unit group for a given spec.
GetUnitGroup(UnitType) |  Obsolete.
 Gets the unit group for a given unit type.
See Also
UnitUtils Class
UnitUtils Members
Autodesk.Revit.DB Namespace